# MultipleDominatingMullions Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
BuiltInFailures..::..CurtainWallFailures..::..MultipleDominatingMullions Property
BuiltInFailures..::..CurtainWallFailures Class See Also
---
Multiple dominating mullions on a grid face may cause ambiguous automatic adjustment of margins.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static FailureDefinitionId MultipleDominatingMullions { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property MultipleDominatingMullions As FailureDefinitionId
	Get
```

Visual C++
---
```text
public:
static property FailureDefinitionId^ MultipleDominatingMullions {
	FailureDefinitionId^ get ();
}
```

# See Also
BuiltInFailures..::..CurtainWallFailures Class
Autodesk.Revit.DB Namespace